{
  "nombre": "Jamil Rubio",
  "ubicacion": "Madrid (28032)",
  "disponibilidad": "Tardes y fines de semana",
  "rol": "Técnico Informático Junior",
  "proyectos": [
    {
      "tipo": "Montaje de equipos",
      "nombre": "Montaje y mantenimiento de PC de sobremesa",
      "descripcion": "Montaje completo de un equipo de sobremesa desde componentes sueltos, revisión de compatibilidades y pruebas básicas de funcionamiento.",
      "tecnologias": [
        "Hardware PC",
        "BIOS/UEFI",
        "Herramientas de diagnóstico",
        "Procedimientos ESD"
      ],
      "aprendizaje": "Identificar componentes, realizar un montaje seguro, comprobar estabilidad del sistema y documentar el proceso de mantenimiento preventivo."
    },
    {
      "tipo": "Sistemas operativos",
      "nombre": "Instalación y configuración de Windows 10",
      "descripcion": "Instalación limpia de Windows 10 en un equipo de prácticas, con creación de particiones y configuración inicial para usuario estándar.",
      "tecnologias": [
        "Windows 10",
        "Gestor de discos",
        "Controladores",
        "Actualizaciones"
      ],
      "aprendizaje": "Configurar el sistema operativo, instalar drivers básicos, aplicar actualizaciones y dejar un equipo listo para uso de oficina."
    },
    {
      "tipo": "Sistemas operativos",
      "nombre": "Instalación de Linux para entorno de pruebas",
      "descripcion": "Instalación de una distribución Linux en máquina virtual para uso en prácticas de red y administración básica.",
      "tecnologias": [
        "Linux",
        "VirtualBox",
        "Sistemas de archivos",
        "Usuarios y permisos"
      ],
      "aprendizaje": "Trabajar con máquinas virtuales, gestionar usuarios y permisos básicos y familiarizarse con comandos de administración iniciales."
    },
    {
      "tipo": "Redes locales",
      "nombre": "Configuración básica de red local",
      "descripcion": "Diseño y configuración de una pequeña red local con varios equipos, router y switch para prácticas de conectividad.",
      "tecnologias": [
        "Direcciones IP",
        "DHCP",
        "Switch",
        "Router doméstico"
      ],
      "aprendizaje": "Asignar direcciones IP, comprobar conectividad con herramientas básicas y entender el funcionamiento de una LAN sencilla."
    },
    {
      "tipo": "Soporte técnico",
      "nombre": "Resolución de incidencias simuladas de usuario",
      "descripcion": "Atención a incidencias comunes simuladas: impresora que no imprime, conexión a internet inestable y problemas de inicio de sesión.",
      "tecnologias": [
        "Herramientas de diagnóstico",
        "Panel de control",
        "Administrador de dispositivos",
        "Soporte remoto"
      ],
      "aprendizaje": "Seguir un procedimiento ordenado de diagnóstico, comunicar al usuario los pasos realizados y registrar la incidencia de forma clara."
    },
    {
      "tipo": "Ofimática y documentación",
      "nombre": "Documentación técnica básica en ofimática",
      "descripcion": "Elaboración de hojas de registro de incidencias y guías rápidas para usuarios utilizando herramientas ofimáticas.",
      "tecnologias": [
        "Microsoft Word",
        "Microsoft Excel",
        "Google Docs",
        "Plantillas"
      ],
      "aprendizaje": "Crear documentos claros y ordenados para documentar incidencias, inventario de equipos y pequeños procedimientos internos."
    }
  ]
}
